{
  "title": "Науковий архів Інституту археології Національної академії наук України.",
  "header": {
    "title": "Цифрове Сховище Пам'яті",
    "contact": "Зв'язатись із нами"
  },
  "menu_small": {
    "projects": "Проекти",
    "archive": "Архів"
  },
  "menu": {
    "hamchenko": {
      "name": "Сергій Гамченко",
      "href": "http://hamchenko-archive.iananu.digital/"
    },
    "vovk": {
      "name": "Хведір Вовк",
      "href": "http://vovk-archive.iananu.digital/"
    },
    "petrov": {
      "name": "Віктор Петров (Домонтович)",
      "href": "https://petrov-domontovych-archive.iananu.digital/"
    },
    "viazmitina": {
      "name": "Марія Вязьмітіна",
      "href": "https://viazmitina-archive.iananu.digital/"
    },
    "about": {
      "name": "Про Архів",
      "href": " http://vovk-archive.iananu.digital/istoriya-naukovogo-arhivu-instytutu-arheologiyi-nan-ukrayiny/"
    },
    "archival_fonds": {
      "name": "Архівні Фонди",
      "href": "http://vovk-archive.iananu.digital/fondy-arhivu/"
    },
    "activities": {
      "name": "Активності",
      "href": "http://vovk-archive.iananu.digital/aktyvnosti/"
    },
    "partnerships": {
      "name": "Партнерства",
      "href": "http://vovk-archive.iananu.digital/praktyka-na-bazi-arhivu/"
    },
    "students": {
      "name": "Студенти",
      "href": "http://vovk-archive.iananu.digital/volonterstvo/"
    }
  },
  "vovk_project": {
    "title": "ЦИФРОВЕ СХОВИЩЕ ПАМ’ЯТІ. АРХІВ ХВЕДОРА ВОВКА (1847–1918)",
    "description": "У липні поточного року, за підтримки австрійських колег із Volkskundemuseum Wien (Віденського музею народознавства), Photoinstitut Bonartes (Відень), за фінансової підтримки ERSTE Stiftung (Відень), у Науковому Архіві розпочався проект «Цифрове сховище пам’яті. Архів Хведора Вовка (1847–1918)» – робота із оцифрування персонального фонду відомого українського антрополога, етнографа і археолога. Стипендіальна програма від австрійських колег передбачала надання фінансової підтримки Архіву терміном на шість місяців (липень-грудень 2023 р.), придбання сканера «Epson Expression 12000XL» та пакувальних матеріалів для чутливих до умов зберігання фотографій і фотонегативів фонду. За цей термін нам вдалося реалізувати проект у значному обсязі. Більшу частину паперового фонду Хведора Вовка оцифровано, фотографії та фотонегативи на склі перекладено у нові архівні конверти і коробки із безкислотних матеріалів. Створено веб-сайт, на якому представлено фотоколекцію фонду.",
    "description2": "До сканування документів були залучені Дарина Романенко, Галина Станиціна, Олександра Бузько та кандидатка історичних наук Тамара Куцаєва. Обсяг документів фонду виявився дуже значним, командою було зроблено більше 32.000 скан-копій сканерами «Epson Expression 12000XL» (фотографії, негативи та деякі малюнки) та двома документ-сканерами CZUR (текстові документи). За придбання останніх вдячні археологу, який нині у війську, кандидату історичних наук Олексію Комару та меценату Тарасу Хмеловському.",
    "description3": "Паралельно із оцифруванням документів тривала робота зі створення веб-сайту. У розпал проекту нашого програміста і археолога Володимира Мисака призвали в армію, тож коли мав змогу, він консультував нас у телефонному режимі. Також вдячні за консультації і технічну допомогу із налаштування хостингу програмісту Ігорю Мисаку. В результаті такої непростої співпраці створено сайт",
    "link_to_site": "http://vovk-archive.iananu.digital/",
    "description4": ", розміщений на веб-сервері хостинг компанії AWS (Amazon Web Services). Веб-сайт побудований на основі системи керування вмістом із відкритим вихідним кодом WordPress. Сайт складається із клієнтської (фронтенд) та адміністративної (бекенд) частин. Фронтенд створений за допомогою професійної теми для WordPress «Bold Photography Pro» групи CATCH THEMES, включно із тематично обраною функціональною частиною. Верстка адаптивна для всіх типів пристроїв (ПК, планшетів, мобільних телефонів). Модератори різного рівня доступу мають можливість створювати та редагувати контент сайту. Використовується близько 30 плагінів та віджетів, серед яких різні види галерей та слайдерів, двомовність (українська та англійська версії), структура категорій та справ, плагіни безпеки. На сайт завантажено близько 10 Гб фотоматеріалів, які згруповані у 14 категорій та 200 ключових об'єктів. У кожну з категорій «підтягуються» відповідні скан-копії окремих справ, відображені у двох галереях (слайдер “3D FlipBook” у вигляді книжки і галерея “Modula” із послідовним рядом фотографій).",
    "description-list": "Наразі на сайті представлені такі категорії: Про Хведора Вовка: Біографічні документи; Портрети та інші фотографії. Наукове надбання: Археологія; Етнографія; Антропологія. Епістолярна спадщина: Листи від Михайла Грушевського; Листи від Миколи Біляшівського; Листи від родини Мортільє. Колекція негативів на склі: Археологія. Мізинська стоянка; Подорожі Західною Європою. Станом на кінець грудня 2023 р. оприлюднено переважну більшість фотографій та негативів на склі, що зберігаються у фонді, а також окремі текстові документи (біографічні документи Хв. Вовка та частину листування). Надалі плануємо поетапне довантаження документів на сайт."
  },
  "hamchenko_project": {
    "title": "ЦИФРОВЕ СХОВИЩЕ ПАМ’ЯТІ. АРХІВ СЕРГІЯ ГАМЧЕНКА (1860–1932)",
    "description": "Грант Українського Культурного Фонду «Культура в часи кризи: інституційна підтримка» передбачав надання фінансової підтримки Науковому архіву Інституту археології НАН України терміном на два місяці (листопад-грудень 2020 р.) у період ковідного локдауну. За цей короткий термін нам вдалося реалізувати проєкт на належному рівні і у неочікувано значному обсязі. Паперовий фонд Сергія Гамченка було якісно оцифровано компанією «Архівні інформаційні системи» і перекладено у нові архівні бокси із чеського безкислотного картону. Майже весь фонд детально описано – створено базу даних у таблицях Excel. Створено сайт, з інтуїтивно зрозумілою адміністративною панеллю. Ми не лише виконали план діяльності організації до кінця 2020 року (як цього вимагала програма інституційної підтримки), а реалізували повноцінний проєкт, залучивши до опису фонду 8 співробітників Інституту (О. Бузько, В. Мисак, Г. Станиціна, Д. Романенко, Н. Хамайко, В. Рудь, І. Шейко, Ю. Ходукіна), а також С.М. Ляшко, дослідницю біографії С. Гамченка. На волонтерських засадах  до проекту приєднались співробітники Інституту С. Павленко, С. Лисенко, Р. Рейда, М. Авраменко, В. Павлова, О. Нездолій, і ще близько 20 осіб з-поза Інституту.",
    "description2": "Основна робота тривала місяць – з 1 по 30 грудня 2020 р. у віддаленому форматі: на гугл-диску кожен мав свою папку, в якій працював з оцифрованими документами фонду в Excel-таблиці, де потрібно було заповнити «метадані», подрібнивши і деталізувавши наявний до того недосконалий опис фонду.Робота з програмістом Володимиром Мисаком почалась паралельно. В результаті створено веб-сайт.",
    "link_to_site": "http://hamchenko-archive.iananu.digital/",
    "description3": ", на якому представлено чималий перелік категорій, в кожну з яких підтягуються відповідні скан-копії окремих справ з детальними підписами. Оскільки обсяг документів виявився значним (описано фактично весь фонд: 229 справ, близько 20.000 сканів), було прийнято рішення оприлюднювати документи на сайті частинами.",
    "description4": "Станом на 24 грудня 2020 р. було оприлюднено біографічний блок «Про Сергія Гамченка», великий масив документів з діяльності вченого (робота у ВУАК тощо), категорії «Розкопки в Києві на Садибі Трубецьких», «Дніпрогесівська археологічна експедиція», частково категорію «Епістолярна спадщина» (листи 1920-х років, що тематично дотичні до інших опублікованих категорій). Пізніше на сайті з’явились категорії «Трипілля» ( + документи Іполита Зборовського + листування з ним); «Дослідження на Волині» ( + документи про Волинський науково-дослідний музей); Дослідження в інших регіонах України ( + дотичне тематично листування)."
  },
  "domontovych_project": {
    "title": "ЦИФРОВЕ СХОВИЩЕ ПАМ’ЯТІ. АРХІВ ВІКТОРА ПЕТРОВА (ДОМОНТОВИЧА)",
    "description": "У серпні-вересні 2024 року, за підтримки Українського Культурного Фонду, у Науковому Архіві реалізовано проект «Цифрове сховище пам’яті. Архів Віктора Петрова (Домонтовича) (1894-1969)» – робота із оцифрування персонального фонду українського письменника, археолога, історика, етнографа, мовознавця, літературного критика, філософа і соціального антрополога. Цього року вченому виповнилось би 130 років.",
    "description2": "До опису справ і написання анотацій були залучені кандидати і кандидатки історичних наук Валентина Корпусова, Наталія Абашина, Олег Петраускас і Вікторія Сергієнко. На волонтерських засадах до проєкту приєдналась аспірантка з кафедри літературознавства Києво-Могилянської академії Юлія Карпець. Додаткові анотації до окремих категорій написані Олександрою Бузько, Дариною Романенко і Галиною Станиціною.",
    "description3": "Попередньо розібрати матеріали Віктора Петрова до словника старопруської мови допомогли в межах архівної практики студентки 1-го курсу історичного факультету Київського національного університету імені Тараса Шевченка Софія Шевченко, Крістіна Дудар, Владислава Михайлик, Ольга Бабінець та Олександра Харченко.",
    "description4": "Це вже третій аналогічний сайт архівної ініціативи «Цифрове сховище пам’яті». Перший був присвячений археологу Сергію Гамченку, другий – етнографу, антропологу, археологу і громадському діячу Хведору Вовку. Перші проєкти реалізовував програміст Володимир Мисак. Зараз Володимир служить в армії, тож його замінив Максим Бакаєв.",
    "description5": "Станом на 30 вересня 2024 р. на сайті оприлюднено:",
    "description6": "Біографічний блок «Про Віктора Петрова (Домонтовича)» із категоріями «Біографічні документи», «Портрети та інші фотографії», «Справа про захист дисертації».",
    "description7": "Археологічний блок із категоріями: «Розкопки культури «полів поховань»», «Розкопки Косанівського могильника», «Негативи на склі», «Тіра і невідомі досі фото Віктора Петрова», «Дослідження Києва».",
    "description8": "Літературознавчий блок із категоріями: «Дослідження про Пантелеймона Куліша», «Дослідження про Гоголя», «Літературні фрагменти про Щорса».",
    "description9": "Блок «Епістолярна спадщина» із категоріями: «Листи Олександра Бодянського», «Листи від колег архівісток Надії Лінки і Серафіми Кузнєцової», а також «Листи від Федота Філіна».",
    "description10": "У якості подарунка для всіх учасників та учасниць проєкту було надруковано сувенірний календар зі світлинами з колекції «Косанове», могильника черняхівської культури, який досліджувався у 1960-і роки Віктором Петровим і Надією Кравченко. Колекція нині зберігається в Наукових фондах Інституту археології НАН України. Для дизайну календаря  (а також головної сторінки сайту) використано фото Ніки Гавриш.",
    "link_to_site": "https://petrov-domontovych-archive.iananu.digital/"
  },
  "viazmitina_project": {
    "title": "ЦИФРОВЕ СХОВИЩЕ ПАМ’ЯТІ. АРХІВ МАРІЇ ВЯЗЬМІТІНОЇ",
    "description": "Протягом червня-липня 2025 року, за ініціативою завідувачки Науковим архівом Олександри Бузько, реалізовано проєкт «Цифрове сховище пам’яті. Архів Марії Вязьмітіної (1896-1994)». За стипендіальної  підтримки від Freie Institut Berlin та Institut für die Wissenschaften vom Menschen / Institute for Human Sciences, IWM (Австрія), описано і оцифровано 'Туркменістанську' частину великого архіву видатної української археологині, сходознавиці та мистецтвознавиці. Наступного року виповниться 130 років з дня народження вченої - і проєкт планується продовжувати.",
    "description2": "До опису справ і написання анотацій, окрім Олександри Бузько, були залучені дві групи студентів у межах їхньої практики на базі архіву. Розібрати листування і польові щоденники, пронумерувати сторінки і оцифрувати допомогли студентки і студенти 3-го курсу історичного факультету Київського столичного університету імені Бориса Грінченка Тетяна Васькевич, Святослав Гамалія, Єва Грабовець, Софія Клименко, Владислав Кузьменко, Катерина Пилипончик і Михайло Хоменко. Розібрати фотографії, пронумерувати і оцифрувати допомогли студентки і студенти з кафедри культурології Національного університету 'Києво-Могилянська академія' Владислав Возний, Мирослава Громова, Анастасія Латипова, Денис Попов, Діана Рескаленко.",
    "description3": "На сайті станом на кінець липня представлено такі блоки документів: 'Листування' (листи Марії Вязьмітіної, Марії Новицької, Ґаліни Пуґаченкової та Міхаїла Массона); 'Фотографії з Ніси' (пейзажі, фото знахідок, фото людей); 'Польова документація' (польові щоденники Марії Вязьмітіної за 1946-1949 роки), а також блок 'Статті' (опубліковані статті про розкопки Ніси).",
    "description4": "Також на сайті доступне для ознайомлення видання: Бузько Олександра. Марія Вязьмітіна: Археологічна експедиція у Парфію (З публікацією фрагментів листування та статті вченої). Київ: ІА НАН України, 2025. Книга присвячена епізоду біографії Марії Вязьмітіної (1896–1994) – української археологині, мистецтвознавиці та сходознавиці. У 1940-х роках вчена брала участь у радянській Південно-Туркменістанській археологічній комплексній експедиції Міхаїла Массона, де керувала окремим загоном на городищі та некрополі парфянської Нової Ніси (Туркменістан). Окрім біографічного нарису, книга містить листування Марії Вязьмітіної під час експедиції та статтю про парфянських воїнів, яка з прикрих причин не була опублікована. У статті, на основі двох фрагментів теракотової плити, знайдених нею під час розкопок, дослідниця реконструювала зображення і довела, що парфянські воїни їдуть на бойовому слоні. Майже через 70 років, після того, як рукопис Марії Вязьмітіної знайшов у Ташкенті російський археолог і здійснив розкопки на об’єкті, його нові археологічні знахідки підтвердили безпомилковість реконструкції авторства української вченої. Видання адресоване широкій аудиторії, зацікавленій в археології, історії, культурології, сходознавстві, мистецтвознавстві та військовій справі. Крім того, матеріали книги можуть становити інтерес з перспективи постколоніальних студій.",
    "link_to_site": "https://viazmitina-archive.iananu.digital/"
  },
  "button": "На сайт",
  "footer": {
    "title": "контакти",
    "art_by": "Художня ілюстрація Ірини Глік",
    "website_by": "Веб-розробник Дієго Тон",
    "design_by": "Веб-дизайн Олександри Бузько",
    "email": "arhiv.ia.nanu@gmail.com",
    "street": "Київ, 04210, пр-т Володимира Івасюка, 12",
    "copyrights": {
      "first-part": "Всі Права Захищено. ©",
      "link-part": "Інститут Археології НАН України",
      "third-part": "Цифрове Сховище Пам'яті"
    }
  }
}
